tap "adoptopenjdk/openjdk"
tap "borkdude/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
brew "ansiweather"
brew "python@3.10"
brew "autojump"
brew "bat"
brew "clojure"
brew "qemu"
brew "lima"
brew "colima"
brew "cowsay"
brew "docker"
brew "docker-compose"
brew "htop"
brew "hugo"
brew "janet"
brew "kubernetes-cli"
brew "leiningen"
brew "libfido2"
brew "libzip"
brew "mysql", restart_service: true
brew "node"
brew "nvm"
brew "pstree"
brew "redis", restart_service: true
brew "ripgrep"
brew "telnet"
brew "tldr"
brew "tree"
brew "yarn"
brew "zsh-syntax-highlighting"
brew "borkdude/brew/babashka"
cask "adoptopenjdk8"
cask "flycut"
cask "mysqlworkbench"
cask "ngrok"
cask "rectangle"
vscode "2gua.rainbow-brackets"
vscode "betterthantomorrow.calva"
vscode "betterthantomorrow.calva-spritz"
vscode "bierner.markdown-checkbox"
vscode "bungcip.better-toml"
vscode "burkeholland.simple-react-snippets"
vscode "dbaeumer.vscode-eslint"
vscode "donjayamanne.githistory"
vscode "eamodio.gitlens"
vscode "esbenp.prettier-vscode"
vscode "fabiospampinato.vscode-markdown-todo"
vscode "formulahendry.auto-rename-tag"
vscode "GitHub.github-vscode-theme"
vscode "ms-azuretools.vscode-docker"
vscode "ms-vscode-remote.remote-containers"
vscode "patbenatar.advanced-new-file"
vscode "VisualStudioExptTeam.intellicode-api-usage-examples"
vscode "VisualStudioExptTeam.vscodeintellicode"
vscode "vscode-icons-team.vscode-icons"
vscode "zhuangtongfa.material-theme"
